AddInId of the UpdaterId
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2011
 Syntax
  C#
public AddInId GetAddInId()
  Visual Basic
Public Function GetAddInId As AddInId
  Visual C++
public:
AddInId^ GetAddInId()
 See Also
  UpdaterId Class
  Autodesk.Revit.DB Namespace